Repository: 4dd4m/VimDocHu
Catalog: *.po
Languages: hu

source: ERROR:
hu: HIBA:

source: E163: There is only one file to edit
hu: E163: Nincs több fájl

source: E164: Cannot go before first file
hu: E164: Első fájl

source: E165: Cannot go beyond last file
hu: E165: Utolsó fájl

source: E367: No such group: "%s"
hu: E367: Nincs ilyen csoport: "%s"

source: E216: No such event: %s
hu: E216: Nincs ilyen esemény: %s

source: E680: <buffer=%d>: invalid buffer number
hu: E680: <buffer=%d>: érvénytelen buffer

source: Executing %s
hu: %s futtatása

source: E818: sha256 test failed
hu: E818: sha256 teszt hiba

source: E819: Blowfish test failed
hu: E819: Blowfish teszt hibe

source: E84: No modified buffer found
hu: E84: Az összes buffer változatlan

source: E87: Cannot go beyond last buffer
hu: E87: Első buffer

source: E88: Cannot go before first buffer
hu: E88: Utolsó buffer

source: E92: Buffer %d not found
hu: E92: %d buffer nem található

source: line %ld
hu: sor %ld

source: [Modified]
hu: [Módosítva]

source: [Not edited]
hu: [Módosítatlan]

source: [Read errors]
hu: [Olvasási hiba]

source: [RO]
hu: [Írásvédett]

source: [readonly]
hu: [csak olvasható]

source: [No Name]
hu: [Névtelen]

source: [Help]
hu: [Dokumentáció]

source: [Preview]
hu: Előnézet

source: WARNING: The file has been changed since reading it!!!
hu: FIGYELEM: A fájl tartalma változott!!!

source: Do you really want to write to it
hu: Valóban menteni szeretnéd

source: [New]
hu: [Új]

source: [New File]
hu: [Új fájl]

source: is a directory
hu: könyvtár

source: E949: File changed while writing
hu: E949: A fájl írás közben változott

source: written
hu: mentve

source: 'history' option is zero
hu: a 'history' értéke 0

source: Entering Ex mode. Type "visual" to go to Normal mode.
hu: Belépés Ex módba. Visszatéréshez gépeld: visual

source: E492: Not an editor command
hu: E492: Ismeretlen parancs

source: unknown
hu: ismeretlen

source: Greetings, Vim user!
hu: Üdvözlet, Vim felhasználó!

source: E187: Unknown
hu: E187: Ismeretlen

source: Untitled
hu: Névtelen

source: E219: Missing {.
hu: E219: Hiányzó {.

source: E220: Missing }.
hu: E220: Hiányzó }.

source: E149: Sorry, no help for %s
hu: E149: Hiányzó dokumentáció: %s

source: Press ENTER or type command to continue
hu: ENTER vagy parancs a folytatáshoz

source: -- More --
hu: -- Több --

source: E545: Missing colon
hu: E545: Hiányzó ','

source: E548: digit expected
hu: E548: Nem szám

source: into "%c
hu: "%c regiszterbe

source: E384: search hit TOP without match for: %s
hu: E384: Fájl ELEJE nincs egyezés: %s

source: E385: search hit BOTTOM without match for: %s
hu: E385: Fájl VÉGE nincs egyezés: %s

source: Total number of words: %d
hu: Szavak száma: %d

source: Done!
hu: Kész!

source: from the first line
hu: az első sortól

source: E953: File exists: %s
hu: E953: %s már létezik

source: (Invalid)
hu: (Érvénytelen)

source: E112: Option name missing: %s
hu: E112: Hiányzó opció: %s

source: more line
hu: sorral több

source: more lines
hu: több sor

source: line less
hu: sorral kevesebb

source: fewer lines
hu: kevesebb sor

source: Nothing to undo
hu: Nincs mit visszavonni

source: calling %s
hu: %s hívása

source: Features included (+) or not (-):
hu: Modulok: elérhető (+), hiányzó (-):

source: Compiler:
hu: Fordító:

source: version
hu: verzió

source: Vim is open source and freely distributable
hu: A Vim nyílt forráskódú és szabadon terjeszthető

source: Help poor children in Uganda!
hu: Segíts az Ugaindai szegény gyermekeken!

source: Sponsor Vim development!
hu: Támogasd a Vim fejlesztését!

source: Become a registered Vim user!
hu: Légy regisztrált Vim felhasználó!

source: global
hu: globális

source: window
hu: ablak

source: tab
hu: fül

source: # Buffer list:
hu: # Bufferlista:

source: Substitute
hu: Csere

source: # Registers:
hu: # Regiszterek:

source: FAILED
hu: HIBA

source: Already only one window
hu: Már nics több alblak

source: E15: Invalid expression: "%s"
hu: E15: "%s" érvénytelen kifejezés

source: E20: Mark not set
hu: E20: Érvénytelen mark

source: E21: Cannot make changes, 'modifiable' is off
hu: E21: Nem menthető, 'modifiable': ki

source: E37: No write since last change (add ! to override)
hu: E37: Kilépsz mentés nélkül? (ha igen :q!)

source: E588: :endfor without :for
hu: E588: :endofr :for nélkül

source: E472: Command failed
hu: E472: Parancshiba

source: E236: Font "%s" is not fixed-width
hu: E236: "%s" nem fix szélességű

source: E473: Internal error
hu: E473: Belső hiba

source: Interrupted
hu: Megszakítva

source: E667: Fsync failed
hu: E667: Fsync hiba

source: E477: No ! allowed
hu: E477: ! nem érvényes

source: E479: No match
hu: E479: Nincs találat

source: E480: No match: %s
hu: E480: %s: Nincs találat

source: E482: Can't create file %s
hu: E482: %s nem hozható létre

source: E484: Can't open file %s
hu: E484: %s nem nyitható meg

source: Pattern not found
hu: A minta nem található

source: E486: Pattern not found: %s
hu: E486: Minta nem található: %s

source: E487: Argument must be positive
hu: E487: Nem pozitív argumentum

source: E113: Unknown option: %s
hu: E113: %s: ismeretlen opció

source: E523: Not allowed here
hu: E523: Itt nem engedélyezett

source: E76: Too many [
hu: E76: Túl sok [

source: E77: Too many file names
hu: E77: Túl sok fájlnév

source: E78: Unknown mark
hu: E78: Ismeretlen mark

source: E81: Using <SID> not in a script context
hu: E81: <SID> csak szkipt kontextuban használható

source: E110: Missing ')'
hu: E110: Hiányzó ')'

source: E720: Missing colon in Dictionary: %s
hu: E720: %s szótárban hiányzó ','

source: E721: Duplicate key in Dictionary: "%s"
hu: E721: "%s" szótárban duplikált azonodító

source: E749: empty buffer
hu: E749: üres buffer

source: E86: Buffer %ld does not exist
hu: E86: %ld buffer nem létezik

source: E682: Invalid search pattern or delimiter
hu: E682: Érvénytelen minta, elválasztó

source: E764: Option '%s' is not set
hu: E764: '%s' opció nincs beállítva
